{
  "id": "tcga",
  "name": {
    "en": "The Cancer Genome Atlas",
    "zh": "癌症基因组图谱"
  },
  "description": {
    "en": "The Cancer Genome Atlas (TCGA) is a landmark cancer genomics program that molecularly characterized over 20,000 primary cancer and matched normal samples spanning 33 cancer types. This joint effort between NCI and the National Human Genome Research Institute began in 2006, bringing together researchers from diverse disciplines and multiple institutions. Over a dozen years, TCGA generated over 2.5 petabytes of genomic, epigenomic, transcriptomic, and proteomic data, which has led to improvements in cancer diagnosis, treatment, and prevention.",
    "zh": "癌症基因组图谱（TCGA）是一个里程碑式的癌症基因组学项目，对跨越33种癌症类型的20,000多个原发性肿瘤样本和配对的正常样本进行了分子特征分析。这项由美国国家癌症研究所（NCI）和国家人类基因组研究所联合开展的工作始于2006年，汇集了来自不同学科和多个机构的研究人员。在十多年的时间里，TCGA生成了超过2.5 PB的基因组、表观基因组、转录组和蛋白质组数据，这些数据已经促进了癌症诊断、治疗和预防能力的提升。"
  },
  "website": "https://www.cancer.gov/ccg",
  "data_url": "https://portal.gdc.cancer.gov/",
  "api_url": "https://gdc.cancer.gov/developers/gdc-application-programming-interface-api",
  "country": "US",
  "domains": [
    "Cancer Genomics",
    "Molecular Biology",
    "Oncology",
    "Bioinformatics",
    "Precision Medicine"
  ],
  "geographic_scope": "national",
  "update_frequency": "one-time",
  "tags": [
    "cancer",
    "genomics",
    "oncology",
    "precision-medicine",
    "multi-omics",
    "sequencing",
    "mutations",
    "gene-expression",
    "NIH",
    "NCI",
    "USA",
    "bioinformatics",
    "research",
    "public-data"
  ],
  "data_content": {
    "en": [
      "Genomic data (whole genome sequencing, whole exome sequencing, targeted sequencing)",
      "Epigenomic data (DNA methylation)",
      "Transcriptomic data (RNA sequencing, miRNA sequencing)",
      "Proteomic data",
      "Clinical data (demographics, diagnosis, treatment, outcomes)",
      "Biospecimen data (sample type, tissue source site, preservation method)",
      "Somatic mutations and copy number variations",
      "Gene expression profiles",
      "Molecular characterization across 33 cancer types including: Acute Myeloid Leukemia, Bladder Cancer, Breast Cancer, Cervical Cancer, Colorectal Cancer, Glioblastoma, Head and Neck Cancer, Kidney Cancer, Liver Cancer, Lung Cancer, Ovarian Cancer, Pancreatic Cancer, Prostate Cancer, Skin Melanoma, and others"
    ],
    "zh": [
      "基因组数据（全基因组测序、全外显子组测序、靶向测序）",
      "表观基因组数据（DNA甲基化）",
      "转录组数据（RNA测序、miRNA测序）",
      "蛋白质组数据",
      "临床数据（人口统计学、诊断、治疗、结局）",
      "生物样本数据（样本类型、组织来源部位、保存方法）",
      "体细胞突变和拷贝数变异",
      "基因表达谱",
      "33种癌症类型的分子特征分析，包括：急性髓系白血病、膀胱癌、乳腺癌、宫颈癌、结直肠癌、胶质母细胞瘤、头颈癌、肾癌、肝癌、肺癌、卵巢癌、胰腺癌、前列腺癌、皮肤黑色素瘤等"
    ]
  },
  "authority_level": "government"
}