{
  "id": "1000-genomes-project",
  "name": {
    "en": "1000 Genomes Project",
    "zh": "千人基因组计划"
  },
  "description": {
    "en": "The 1000 Genomes Project was an international research collaboration that created the most detailed catalogue of human genetic variation. The project sequenced the genomes of 2,504 individuals from 26 populations across Africa, East Asia, Europe, South Asia, and the Americas. It characterized over 88 million variants including 84.7 million SNPs, 3.6 million indels, and 60,000 structural variants, all phased onto high-quality haplotypes. Now maintained as the International Genome Sample Resource (IGSR) by the European Bioinformatics Institute (EBI), it continues to provide one of the most comprehensive publicly available resources for human genetic variation research, supporting studies in population genetics, disease association, and methods development.",
    "zh": "千人基因组计划是一个国际研究合作项目,创建了最详细的人类遗传变异目录。该项目对来自非洲、东亚、欧洲、南亚和美洲26个人群的2,504个个体的基因组进行了测序。它表征了超过8800万个变异,包括8470万个SNP、360万个插入缺失和6万个结构变异,所有变异都定相到高质量的单倍型上。现在由欧洲生物信息学研究所(EBI)作为国际基因组样本资源(IGSR)进行维护,继续提供最全面的人类遗传变异公开研究资源之一,支持群体遗传学、疾病关联和方法开发等研究。"
  },
  "website": "https://www.internationalgenome.org/",
  "data_url": "https://www.internationalgenome.org/data-portal/",
  "api_url": null,
  "country": null,
  "domains": [
    "genomics",
    "human genetics",
    "population genetics",
    "genetic variation",
    "biology",
    "bioinformatics"
  ],
  "geographic_scope": "global",
  "update_frequency": "irregular",
  "tags": [
    "genomics",
    "human-genome",
    "genetic-variation",
    "population-genetics",
    "snp",
    "indel",
    "structural-variants",
    "haplotypes",
    "igsr",
    "international-genome-sample-resource",
    "whole-genome-sequencing",
    "exome-sequencing",
    "vcf",
    "bam",
    "cram",
    "基因组学",
    "人类基因组",
    "遗传变异",
    "群体遗传学",
    "单核苷酸多态性",
    "千人基因组",
    "生物信息学",
    "academic-research",
    "open-data",
    "fort-lauderdale",
    "ebi",
    "nhgri",
    "sanger-institute"
  ],
  "data_content": {
    "en": [
      "Genome Sequences - Complete genome sequences from 2,504 individuals across 26 populations from 5 continental regions",
      "Single Nucleotide Polymorphisms (SNPs) - 84.7 million characterized SNPs with population-specific allele frequencies",
      "Insertions and Deletions (Indels) - 3.6 million short insertions and deletions",
      "Structural Variants - 60,000 structural variants including large deletions, duplications, and complex rearrangements",
      "Phased Haplotypes - High-quality chromosome-scale phased haplotype data for all variants",
      "Population Data - Samples from Africa (AFR), East Asia (EAS), Europe (EUR), South Asia (SAS), and Americas (AMR)",
      "Low-Coverage Whole Genome Sequencing - Genome-wide variation data at 4-6x coverage",
      "Deep Exome Sequencing - Detailed coding region variation data",
      "High-Coverage Sequencing - 30x coverage whole genome sequences for the full cohort",
      "Dense Microarray Genotyping - Additional genotype data for variant validation",
      "Sample Metadata - Demographic, population, and relationship information for all samples",
      "VCF Files - Variant Call Format files for genomic variants",
      "BAM/CRAM Files - Sequence alignment files in BAM and CRAM formats",
      "GRCh38 Alignments - Data aligned to the latest human reference genome assembly",
      "Phase 3 Data - Final release dataset with comprehensive variant calls"
    ],
    "zh": [
      "基因组序列 - 来自5个大陆地区26个人群2,504个个体的完整基因组序列",
      "单核苷酸多态性(SNPs) - 8470万个已表征的SNP,包含群体特异性等位基因频率",
      "插入和缺失(Indels) - 360万个短插入和缺失",
      "结构变异 - 6万个结构变异,包括大片段缺失、重复和复杂重排",
      "定相单倍型 - 所有变异的高质量染色体规模定相单倍型数据",
      "人群数据 - 来自非洲、东亚、欧洲、南亚和美洲的样本",
      "低覆盖度全基因组测序 - 4-6倍覆盖度的全基因组范围变异数据",
      "深度外显子组测序 - 详细的编码区变异数据",
      "高覆盖度测序 - 完整队列的30倍覆盖度全基因组序列",
      "高密度芯片基因分型 - 用于变异验证的额外基因型数据",
      "样本元数据 - 所有样本的人口统计、群体和亲缘关系信息",
      "VCF文件 - 变异调用格式的基因组变异文件",
      "BAM/CRAM文件 - BAM和CRAM格式的序列比对文件",
      "GRCh38比对 - 比对到最新人类参考基因组组装版本的数据",
      "第三阶段数据 - 包含全面变异调用的最终发布数据集"
    ]
  },
  "authority_level": "research"
}
